<template>
  <div class="ebookingProtocol">
    <p>赫程直连功能（简称“直连”），是指酒店商户（“您”）在疯特民宿管家中设置直连后，由疯特民宿管家与赫程ebooking系统自动建立直接连接，实现您通过疯特民宿管家管理赫程ebooking系统中的房态，订单等。该功能旨在减少酒店运营的操作成本，提高酒店运营效率。<strong>您如需开通直连功能，须接受本服务协议。本协议经您在线确认后立即生效。协议条款如下：
</strong></p>
    <p class="headline">1、订单自动确认</p>
    <p class="content">开启直连后，赫程ebooking系统的订单将会自动推送到疯特民宿管家系统中。如果订单对应的房型有充足房量，疯特民宿管家将会自动确认订单。</p>
    <p class="headline">2、客户住店信息自动审核</p>
    <p class="content">开启直连后，来自赫程的订单的入住、离店信息将会自动推送到赫程ebooking系统中，赫程将依据推送信息自动完成该订单客户住店信息的审核，并按照酒店商户与赫程旗下其他公司签署的相关商务协议收取服务费。</p>
    <p class="content">开启直连功能，将视为酒店商户同意赫程旗下公司可以按照本公司推送信息确认消费者的入住、离店信息。</p>
    <p class="headline">3、除为实现上述功能必要的信息外，赫程不会获取到酒店商户在疯特民宿管家中的任何其他数据信息。</p>
    <p class="headline">4、如果您修改了登录赫程ebooking系统的密码，请您及时重新操作登录，避免直连功能失效。开通直连的前提是酒店商户与赫程旗下公司存在酒店直销商务合作，如果您不太确定自己的酒店是否可以开通直连，请先联系我们的客户经理咨询，帮您分析直连赫程的具体情况。</p>
    <p>5、免责声明</p>
    <p class="content">您完全理解并同意，本服务涉及到互联网及移动通讯等服务，可能会受到各个环节不稳定因素的影响。因此任何因不可抗力、计算机病毒或黑客攻击、系统不稳定、互联网络、通信线路等其他本公司无法预测或控制的原因，造成的服务中断、取消或终止的风险。您须自行承担以上风险，本公司对服务之及时性、安全性、准确性不做任何保证。</p>
    <p class="content">本公司需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成网络服务（包括收费网络服务）在合理时间内的中断，本公司无需为此承担任何责任。本公司保留不经事先通知为维修保养、升级或其它目的暂停全部或部分的网络服务的权利。</p>
    <p class="content">您完全理解并同意，除本服务协议另有规定外，鉴于网络服务的特殊性，本公司有权随时变更、中断或终止部分或全部的网络服务，且无需通知您，也无需对您或任何第三方承担任何责任。</p>
    <p class="headline">6、适用法律及管辖 本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向本公司即成都疯特科技有限公司所在地的人民法院提起诉讼。</p>
  </div>
</template>

<style lang="scss" scoped>
  .ebookingProtocol {
    font-size: 14px;
    line-height: 23px;
    .headline {
      margin-top: 15px;
    }
    .content {
      text-indent: 2em;
    }
  }
</style>

